tap "domt4/autoupdate"
tap "github/gh"
tap "homebrew/autoupdate"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "anyenv"
brew "ca-certificates"
brew "readline"
brew "sqlite"
brew "awscli"
brew "gettext"
brew "python@3.9"
brew "glib"
brew "cmatrix"
brew "coreutils"
brew "csvq"
brew "direnv"
brew "dos2unix"
brew "exiftool"
brew "guile"
brew "libevent"
brew "libidn2"
brew "gnutls"
brew "gobject-introspection"
brew "harfbuzz"
brew "libass"
brew "ffmpeg"
brew "findutils"
brew "gcc"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-lfs"
brew "git-secrets"
brew "gnu-sed"
brew "libuv"
brew "node"
brew "graphqurl"
brew "grep"
brew "hub"
brew "shared-mime-info"
brew "imagemagick"
brew "oniguruma"
brew "jq"
brew "libyaml"
brew "makedepend"
brew "mysql-client"
brew "openssl@3"
brew "python@3.8"
brew "reattach-to-user-namespace"
brew "ruby-build"
brew "terraforming"
brew "tfenv"
brew "utf8proc"
brew "tmux"
brew "tree"
brew "wget"
brew "youtube-dl"
brew "zbar"
brew "zlib"
cask "docker"
cask "google-cloud-sdk"
cask "google-japanese-ime"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "keepassxc"
cask "kindle"
cask "scroll-reverser"
cask "session-manager-plugin"
cask "spectacle"
cask "visual-studio-code"
