tap "domt4/autoupdate"
tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "readline"
brew "python@3.9"
brew "awscli"
brew "gettext"
brew "glib"
brew "cmatrix"
brew "coreutils"
brew "csvq"
brew "direnv"
brew "docker"
brew "dos2unix"
brew "exiftool"
brew "guile"
brew "libevent"
brew "libidn2"
brew "gnutls"
brew "gobject-introspection"
brew "harfbuzz"
brew "nghttp2"
brew "ffmpeg"
brew "gcc"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-lfs"
brew "git-secrets"
brew "gnu-getopt"
brew "goenv"
brew "hub"
brew "python@3.8"
brew "imagemagick"
brew "oniguruma"
brew "jq"
brew "libyaml"
brew "makedepend"
brew "openjdk"
brew "maven"
brew "minikube"
brew "mysql"
brew "nodebrew"
brew "openapi-generator"
brew "openssl@3"
brew "pyenv"
brew "ruby-build"
brew "rbenv"
brew "rbenv-communal-gems"
brew "reattach-to-user-namespace"
brew "terraforming"
brew "tfenv"
brew "utf8proc"
brew "tmux"
brew "tree"
brew "wget"
brew "youtube-dl"
brew "zlib"
cask "corretto"
cask "corretto11"
cask "docker"
cask "google-cloud-sdk"
cask "google-japanese-ime"
cask "intellij-idea-ce"
cask "java"
cask "java8"
cask "karabiner-elements"
cask "keepassxc"
cask "scroll-reverser"
cask "sequel-ace"
cask "session-manager-plugin"
cask "shiftit"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
