tap "domt4/autoupdate"
tap "github/gh"
tap "homebrew/autoupdate"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "act"
brew "anyenv"
brew "ca-certificates"
brew "openssl@3"
brew "coreutils"
brew "libyaml"
brew "readline"
brew "asdf"
brew "sqlite"
brew "awscli"
brew "gettext"
brew "glib"
brew "cmatrix"
brew "csvq"
brew "direnv"
brew "docker"
brew "dos2unix"
brew "exiftool"
brew "libevent"
brew "libidn2"
brew "gnutls"
brew "harfbuzz"
brew "libass"
brew "ffmpeg"
brew "findutils"
brew "gcc"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-lfs"
brew "git-secrets"
brew "gnu-sed"
brew "gobject-introspection"
brew "libuv"
brew "node"
brew "graphqurl"
brew "grep"
brew "guile"
brew "hub"
brew "shared-mime-info"
brew "imagemagick"
brew "oniguruma"
brew "jq"
brew "makedepend"
brew "mono"
brew "zlib"
brew "mysql-client"
brew "python@3.10"
brew "python@3.8"
brew "python@3.9"
brew "reattach-to-user-namespace"
brew "rover"
brew "ruby-build"
brew "utf8proc"
brew "subversion"
brew "tfenv"
brew "tmux"
brew "tree"
brew "wget"
brew "youtube-dl"
brew "zbar"
cask "docker"
cask "font-biz-udgothic"
cask "font-biz-udmincho"
cask "font-biz-udpgothic"
cask "font-biz-udpmincho"
cask "font-noto-sans-jp"
cask "font-noto-serif-cjk-jp"
cask "font-noto-serif-jp"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-drive"
cask "google-japanese-ime"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "keepassxc"
cask "kindle"
cask "scroll-reverser"
cask "session-manager-plugin"
cask "spectacle"
cask "visual-studio-code"
vscode "cymonk.sql-formatter"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "GitHub.github-vscode-theme"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "GraphQL.vscode-graphql-syntax"
vscode "janisdd.vscode-edit-csv"
vscode "mathiasfrohlich.Kotlin"
vscode "Mebrahtom.plantumlpreviewer"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-docker"
vscode "MS-CEINTL.vscode-language-pack-ja"
vscode "vscjava.vscode-gradle"
